Repository: Marmik123/PPM---Mobile-App
Catalog: lib/l10n/intl_*.arb
Languages: gu

# signIn
source: Sign in to
gu: માં સાઇન ઇન કરો

# home
source: PPM
gu: પીપીએમ

source: Continue
gu: ચાલુ રાખો

# otp
source: Enter OTP
gu: તમારો ઓ.ટી.પી. નાખો

# hint
source: Enter a Phone No.
gu: એક ફોન નંબર દાખલ કરો

# valid
source: Please enter a valid mobile number
gu: કૃપા કરી કોઈ માન્ય મોબાઇલ નંબર દાખલ કરો

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

# otpError
source: Please enter OTP
gu: કૃપા કરીને ઓ.ટી.પી. દાખલ કરો

# otpValid
source: Enter valid OTP
gu: માન્ય ઓ.ટી.પી. દાખલ કરો

source: Hotel
gu: હોટેલ

source: Other
gu: અન્ય

source: FeedBack
gu: પ્રતિસાદ

source: Subject
gu: વિષય

# hintF
source: Enter Feedback
gu: પ્રતિસાદ દાખલ કરો

source: Submit
gu: સબમિટ કરો

source: Settings
gu: સેટિંગ્સ

# change
source: Change Language
gu: ભાષા બદલો

# changeMob
source: Change Mobile Number
gu: મોબાઇલ નંબર બદલો

source: Support
gu: આધાર

source: Logout
gu: લૉગ આઉટ

source: English
gu: અંગ્રેજી

source: Gujarati
gu: ગુજરાતી

source: Hindi
gu: હિન્દી

source: Home Screen
gu: હોમ સ્ક્રીન

# warning
source: Something went wrong
gu: કંઈક ખોટું થયું

# complete
source: Great, All Done!
gu: સરસ, પૂર્ણ થઈ ગયું!

# info
source: No more orders are there for Delivery
gu: ડિલિવરી માટે હવે કોઈ ઓર્ડર નથી

# register
source: Clients Registered
gu: ગ્રાહકો નોંધાયેલ

source: Add
gu: ઉમેરો

# client
source: Register Client
gu: ગ્રાહક નોંધણી કરો

source: Name
gu: નામ

# sName
source: Shop Name
gu: દુકાનનું નામ

# errorName
source: Enter Name
gu: નામ દાખલ કરો

# errorNum
source: Enter Mobile Number
gu: મોબાઇલ નંબર દાખલ કરો

# signUpSnack
source: Please Sign Up first
gu: કૃપા કરીને પહેલા સાઇન અપ કરો

# userNot
source: User Does not exist
gu: વપરાશકર્તા અસ્તિત્વમાં નથી

# alreadyExist
source: User With this Mobile Number Already Exist
gu: આ મોબાઇલ નંબરનો વપરાશકર્તા પહેલેથી અસ્તિત્વમાં છે

# errorOc
source: Some Internal Error,Please try again.
gu: કેટલીક આંતરિક ભૂલ, કૃપા કરી ફરીથી પ્રયત્ન કરો.

# errorOcu
source: Error Occured
gu: કભૂલ થઈ.

# orderDel
source: Order Delivered Successfully
gu: ઓર્ડર સફળતાપૂર્વક વિતરિત થયો

# request
source: Please Add Another
gu: કૃપા કરીને બીજું ઉમેરો

# delHist
source: Delivery History Updated
gu: વિતરણ ઇતિહાસ અપડેટ થયો

# orderSuccess
source: Order Placed Successfully
gu: ઓર્ડર સફળતાપૂર્વક મૂકવામાં આવ્યો

# itemAdded
source: Item Added to Cart
gu: આઇટમ કાર્ટમાં ઉમેરી

# cartUpdated
source: Cart Updated Successfully
gu: કાર્ટ સફળતાપૂર્વક અપડેટ થયું

# fileUploadFail
source: File Upload Failed
gu: ફાઇલ અપલોડ નિષ્ફળ

# photoSuccess
source: Photo Added Successfully
gu: ફોટો સફળતાપૂર્વક ઉમેર્યો

# actionS
source: Action Success
gu: ક્રિયા સફળતા

# signUp
source: Press Sign Up to Register
gu: નોંધણી કરવા માટે સાઇન અપ દબાવો

# errorS
source: Enter Shop Name
gu: દુકાનનું નામ દાખલ કરો

# fillS
source: Fill the Sign Up Form
gu: સાઇન અપ ફોર્મ ભરો

# Number
source: Mobile Number
gu: નંબર

# type
source: Enter Type of Store
gu: સ્ટોરનો પ્રકાર દાખલ કરો

# stat
source: Stationary
gu: સ્ટેશનરીની

source: Medical
gu: તબીબી

source: Provision
gu: જોગવાઈ

source: Vegetable
gu: શાકભાજી

source: Dairy
gu: ડેરી

source: Kirana
gu: કિરણ

# photo
source: Add Id Proof
gu: આઈડી પુરાવો ઉમેરો

# errorC
source: Enter a value
gu: કિંમત દાખલ કરો

source: Address
gu: સરનામું

# AddressL
source: Address Line 1
gu: સરનામાં લાઇન 1

source: Landmark
gu: સીમાચિહ્ન

source: City
gu: શહેર

source: State
gu: રાજ્ય

source: Save
gu: સબમિટ કરો

source: Delivered
gu: વિતરિત

# contact
source: Customer Contact No.
gu: ગ્રાહક સંપર્ક નંબર

# customerAdd
source: Customer Address
gu: ગ્રાહક સરનામું

# customerN
source: Customer Name
gu: ગ્રાહક નું નામ

# payment
source: Payment option
gu: ચુકવણી વિકલ્પ

# price
source: Total Price
gu: કુલ કિંમત

# delId
source: DeliveryId
gu: ડિલિવરી આઈ.ડી.

source: Size :
gu: કદ :

source: Order Total
gu: કુલ ઓર્ડર

# cod
source: Cash on Delivery
gu: માલ સોંપણી પર રોકડ

# onlineP
source: Online Payment
gu: ઓનલાઇન ચુકવણી

# cardC
source: Credit Card
gu: ક્રેડીટ કાર્ડ

# cardD
source: Debit Card
gu: ડેબિટ કાર્ડ

# priceT
source: Price :
gu: કિંમત :

source: Total Order
gu: કુલ ઓર્ડર

source: Ongoing
gu: ચાલુ છે

source: History
gu: ઇતિહાસ

source: Total :
gu: કુલ :

source: Order ID :
gu: ઓર્ડર આઈડી :

# error
source: Something went wrong
gu: કંઈક ખોટું થયું

# message
source: No Order Delivered Till Now
gu: હમણાં સુધી કોઈ ઓર્ડર આપ્યો નથી

# del
source: Order Delivered
gu: ઓર્ડર વિતરિત

# placed
source: Order Placed
gu: ઓર્ડર મૂક્યો

# hist
source: Order History
gu: ઓર્ડર ઇતિહાસ

source: Yes
gu: હા

source: No
gu: ના

source: Receipt Message
gu: રસીદ સંદેશ

source: Purchase Receipt
gu: ખરીદીની રસીદ

source: Receipt
gu: રસીદ

source: Products
gu: ઉત્પાદનો

# desc
source: Description:
gu: વર્ણન:

# large
source: Large (L)
gu: મોટું (એલ)

# medium
source: Medium (M)
gu: મધ્યમ (એમ)

# small
source: Small (S)
gu: નાના (એસ)

# cartAdd
source: Add to Cart
gu: સૂચી માં સામેલ કરો

# detail
source: Product Detail
gu: ઉત્પાદન વિગતો

# typeP
source: Choose Type of Product
gu: ઉત્પાદનનો પ્રકાર પસંદ કરોt

source: Verify
gu: ચકાસો

# send
source: Send OTP
gu: ઓટીપી મોકલો

# orderT
source: OrderTotal:
gu: ઓટીપી મોકલો :

source: UPI
gu: યુપીઆઈ

# addI
source: Please add items
gu: કૃપા કરીને આઇટમ્સ ઉમેરો

# empty
source: Cart Is Empty
gu: કૃપા કરીને આઇટમ્સ ઉમેરો

# placeO
source: Place Order
gu: ઓર્ડર કરો

# fees
source: Delivery Fees
gu: ડિલિવરી ફી

# subT
source: Sub Total
gu: પેટા કુલ

source: Gujarat
gu: ગુજરાત

# adN
source: Ad Name :
gu: જાહેરાત નામ:

# clientReg
source: Clients Registered
gu: ગ્રાહકો નોંધાયેલ

# clientNo
source: Number :
gu: ગ્રાહક નંબર:

# clientShopN
source: Shop Name :
gu: ક્લિનેટ શોપ નામ:

# clientN
source: Name :
gu: ગ્રાહકનું નામ :

# validmob
source: Enter valid Mobile number
gu: માન્ય મોબાઇલ નંબર દાખલ કરો

# enterN
source: Enter the name
gu: નામ દાખલ કરો

# size
source: Select Size
gu: કદ પસંદ કરો

# unit
source: Change Unit
gu: બદલો એકમ

source: Kg
gu: કિલો ગ્રામ

# piece
source: Pieces
gu: ટુકડાઓ

# entermob
source: Enter Mobile
gu: મોબાઇલ દાખલ કરો

# adDescrip
source: Ad Description :
gu: જાહેરાત વર્ણન:

# summary
source: Order Summary
gu: ઓર્ડર સારાંશ

source: Change
gu: બદલો

# gstType
source: Enter Type of GST
gu: જીએસટીનો પ્રકાર દાખલ કરો

# compGst
source: Composition GST
gu: કમ્પોઝિશન જી.એસ.ટી.

# woGst
source: Without GST
gu: જીએસટી વિના

# regGst
source: Regular GST
gu: નિયમિત જી.એસ.ટી.

# gstNo
source: GST Number
gu: જીએસટી નંબર

source: Pincode
gu: પીન કોડ

source: Surat
gu: સુરત

# my
source: My Cart
gu: મારી કાર્ટ

# delTo
source: Deliver to
gu: પહોંચાડવા

# oRec
source: Order Received
gu: ઓર્ડર મળ્યો

# cart
source: Clear Cart
gu: સાફ કાર્ટ

# cartM
source: Are you sure you want to clear cart ?
gu: શું તમે ખરેખર કાર્ટ સાફ કરવા માંગો છો?

# signatureNote
source: Add a Customer Signature Here
gu: અહીં ગ્રાહકની સહી ઉમેરો

# paymentR
source: Payment Received
gu: ચુકવણી પ્રાપ્ત થઈ

# adsRegistered
source: Advertisements Registered
gu: જાહેરાત રજીસ્ટર

# registerAd
source: Register Advertisement
gu: જાહેરાત નોંધણી કરો

# adPhoto
source: Enter Ad Photo
gu: એડ ફોટો દાખલ કરો

# adDesc
source: Enter Ad Description
gu: જાહેરાત વર્ણન દાખલ કરો

# changeN
source: Change Name
gu: નામ બદલો

# SupporD
source: Support Details
gu: આધાર વિગતો

source: New User ?
gu: નવા વપરાશકર્તા?

source: Sign Up
gu: સાઇન અપ કરો
